ANSWERS = {
    'show_stats': '''На жаль я не можу зазирнути у майбутнє 😆
Але я певен що на тебе чекають нові круті трофеї 🐡
Спробуй обрати іншу категорію ☺️''',

    'have_fishing': ['Схоже ти вже на риболовлі, ти зловив ще трофеї? 😉',
                    'Я бачу ти продовжуєш рибалити, як успіхи, впіймав ще? 😉',
                    'Так-так-так, новий трофей? 😉',
                    'Риболовля триває, а чи є нові трофеї? 😉'],
    
    'help_info': '''Привіт, ласкаво просимо в FishCountBot,
що допоможе зберігати та відстежувати статистику твоєї риболовлі! 😎

З нашим ботом ти можеш легко вести облік своїх уловів - зберігати кількість риб, їх назви та дату риболовлі. 🎣
Це дозволить тобі не лише не забувати, скільки і яку рибу ти піймав, але й аналізувати свої улови, 
виявляти закономірності та планувати майбутні риболовлі. 🐟

Крім того, наш бот дозволяє переглядати збережену статистику за обраним періодом часу. 📊
Ти зможеш побачити, яка риба була піймана в певний період, 
скільки загалом риби було піймано та багато іншого. 🌅

Не пропусти можливість контролювати свої риболовні досягнення та зробити свої майбутні риболовлі більш продуктивними та цікавими. 
Спробуй наш бот уже сьогодні та насолоджуйся своїми уловами! 💯👍''',

}